"PageTitle" = "Select a Destination";

/* Target Select Strings */
"SelectMessage_Volumes" = "Select the disk where you want to install the %@ software.";
"SelectMessageChecking_Volumes" = "Examining additional disks…";

/* Domain Select Strings */
"SelectMessage_Domains" = "How do you want to install this software?";
"SelectMessageChecking_Domains" = "Examining additional install locations…";

/* Available domain strings */
"DomainInstall_Local" = "Install for all users of this computer";
"DomainInstall_User" = "Install for me only";
"DomainInstall_Anywhere" = "Install on a specific disk…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "You have chosen to install this software in the folder “%1$@” on the disk “%2$@”.";
"DestinationMessageDriveOnly" = "You have chosen to install this software on the disk “%@”.";
"DestinationMessage_HomeDir" = "You have chosen to install this software in your home folder. Only the current user will be able to use this software.";
"DestinationMessage_LocalMachine" = "You have chosen to install this software for all users of this computer.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Installing this software requires no additional space.";
"SizeMessageInstall" = "Installing this software requires %@ of space.";


"CannotInstallMessage_Volume" = "%1$@ can’t be installed on this disk. %2$@";
"CannotInstallMessage_Domain" = "You cannot install %1$@ in this location.  The %1$@ installer does not allow its software to be installed here.";

"InstallMessage" = "You have chosen to install %@ on this disk.";
"UpgradeMessage" = "You have chosen to upgrade %@ on this disk.";

"NeedChangeInstallMessage" = "You can’t install %1$@ on this disk without changing your installation settings. Click Options to change your settings. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Install %@";
"InstallOSDescriptionParagragh" = "Installs %@ for the first time.";

"UpgradeOSDescription" = "Upgrade %@";
"UpgradeOSDescriptionParagragh" = "Upgrades an earlier version of %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "The disk you chose contains a newer version of the software you are installing.";
"VersionSheetMessage" = "Installing this software will replace a newer version with an older version.";
"VersionInstallMessage" = "You have chosen to install this software on a disk that contains a newer version.";
